Plan for prod:
```
12:18:36.782 STDOUT terraform: Terraform will perform the following actions:
12:18:36.782 STDOUT terraform:   # aws_vpc_security_group_ingress_rule.bastion will be created
12:18:36.782 STDOUT terraform:   + resource "aws_vpc_security_group_ingress_rule" "bastion" {
12:18:36.782 STDOUT terraform:       + arn                    = (known after apply)
12:18:36.782 STDOUT terraform:       + cidr_ipv4              = "13.57.121.61/32"
12:18:36.782 STDOUT terraform:       + description            = "Connections from the bastion"
12:18:36.782 STDOUT terraform:       + from_port              = 5432
12:18:36.782 STDOUT terraform:       + id                     = (known after apply)
12:18:36.782 STDOUT terraform:       + ip_protocol            = "tcp"
12:18:36.782 STDOUT terraform:       + security_group_id      = "sg-03a6909637a15adff"
12:18:36.782 STDOUT terraform:       + security_group_rule_id = (known after apply)
12:18:36.782 STDOUT terraform:       + tags_all               = {}
12:18:36.782 STDOUT terraform:       + to_port                = 5432
12:18:36.782 STDOUT terraform:     }
12:18:36.782 STDOUT terraform: Plan: 1 to add, 0 to change, 0 to destroy.
12:18:36.783 STDOUT terraform:
```